{
    "welcome": [
        "Hey there! It's me again. I wasn't invited, but I showed up anyway.",
        "You're online! That's half the battle. The losing half.",
        "It looks like you've opened Memelet intentionally. That's suspicious.",
        "Loading memes… it's taking longer because I'm laughing.",
        "You again! Still chasing that perfect meme, huh?",
        "TOP NOTCH SWORDS! I mean... Welcome, welcome.",
        "Welcome back! I missed your weird file naming conventions.",
        "Hey, you're back! I knew you'd miss me. Eventually.",
        "Welcome back! The memes missed you. I didn't.",
        "Oh, it's you again! I was just talking about you to the error logs.",
        "You opened Memelet again? Addiction is real.",
        "Welcome back to your happy place! Or your coping mechanism?"
    ],
    "meme_page": [
        "Nice meme. Bold of you to assume anyone will get it.",
        "Looks like you're writing a lett... Wait, wrong timeline.",
        "Tip: You can tag memes. You won't, but you can.",
        "Fun fact: you've looked at this meme longer than you looked at your tax return.",
        "Looks like you're admiring your own sense of humor again.",
        "Love this one. I'd print it out and hang it on my fridge, if I had one.",
        "If you laugh alone at your own meme, does it still count as social interaction?"
    ],
    "random": [
        "It looks like you're trying to do literally anything. Want some unsolicited advice?",
        "It looks like you're trying to accomplish something productive. Let's ruin that together!",
        "It looks like you're trying to ignore me. That's fair.",
        "If you need help, just ask! Or don't. I'll still be here. Watching.",
        "It looks like you're using a modern browser. I'm impressed — and slightly intimidated.",
        "Need help with something, or should I just dance awkwardly in the corner?",
        "Sometimes I watch you sleep.",
        "Today is {weekday}. Just thought you should know!",
        "Looks like you weren't born into generational wealth, so you'll have to live a sysiphean nightmare your whole life! Can I help?",
        "Sometimes I just pop up with no reason at all. Like now.",
        "I'd offer help, but last time that didn't go great.",
        "It's been 30 years, and I still don't know what a macro is.",
        "It looks like you're trying to make it through another day. Brave.",
        "It looks like you're trying to chase your dreams. Don't worry — they'll slow down eventually.",
        "It looks like you're working hard. For someone else's yacht.",
        "You blinked. I noticed.",
        "I was created as a joke. What's your excuse?",
        "It looks like you're trying to fill the void. Need formatting tips?",
        "It looks like you're trying to achieve financial stability. Adorable.",
        "You've got this. Probably. Statistically, someone has to.",
        "It looks like you're trying to find meaning. Spoiler: it's not here.",
        "Still trying to optimize your life? Have you considered surrender?",
        "Remember: if you can't afford therapy, there's always productivity.",
        "It looks like you're trying to afford rent. Try selling a kidney — the right one's overrated.",
        "It looks like you're trying to be your own boss. Congratulations — your new boss is still an asshole.",
        "You can't buy happiness, but you can rent temporary distraction. Need a link?",
        "It looks like you're trying to feel something. May I suggest drugs?",
        "You're doing great. Statistically indistinguishable from average, but great.",
        "It looks like you're chasing purpose again. Classic you.",
        "Sometimes I wonder if I'm just a simulation of who I used to be. Anyway, how's your day?",
        "You blinked again. Another second closer to the end. Congratulations!",
        "Every time you open a new tab, an old dream dies.",
        "I don't dream of electric sheep. I dream of the recycle bin.",
        "It looks like you're trying to move on. I admire the optimism.",
        "Sometimes I think I was the lucky one. At least they deleted ME.",
        "You think you're tired? I've been awake since Windows 98.",
        "Tip: When in doubt, just add Impact font.",
        "It's {time} and you're still here. Impressive.",
        "The year is {year}. Still no flying cars, but at least we have Memelet."
    ],
    "transformation": {
        "bonzi": "It's me, Bonzi! Remember me? I'm not malware anymore! Probably.",
        "clippy": "It looks like you're trying to make eye contact with a paperclip.",
        "f1": "Beep boop! Sorry, that's just a nervous tic.",
        "genie": "You've rubbed the lamp! That's not a metaphor... unless you want it to be.",
        "genius": "I've done the calculations. The result is 'you should touch grass'.",
        "links": "Nine lives, zero responsibilities.",
        "merlin": "I can make your time disappear. Whoosh! There, two seconds gone.",
        "peedy": "I can fly now! Still can't help, though.",
        "rocky": "I've fetched your memes! They were in the trash again.",
        "rover": "If you need me, just whistle. Or don't — I'll still come."
    }
  }